results/exp1/20260225T014131Z-vanilla-katran/raw/wrk/c1/run-1.txt
Running 1m test @ http://192.168.100.100:8080/exp1-1k.txt
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   133.77us   21.62us   0.98ms   84.17%
    Req/Sec     7.48k     1.13k   13.89k    87.69%
  Latency Distribution
     50%  135.00us
     75%  145.00us
     90%  148.00us
     99%  173.00us
  447207 requests in 1.00m, 542.92MB read
Requests/sec:   7441.10
Transfer/sec:      9.03MB